Repository: markocupic/contao-translation-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# CT_TRANS.addLocale
source: Add a new language
de: Sprache hinzufügen

# CT_TRANS.submitLbl
source: Submit
de: Senden

# CT_TRANS.selectFiles
source: Select file
de: Dateien auswählen

# CT_TRANS.fileUploadSubmitLbl
source: XLF-File upload
de: XLF-Dateien hochladen

# CT_TRANS.edit
source: Edit
de: Bearbeiten

# CT_TRANS.save
source: Save
de: Speichern

# CT_TRANS.delete
source: Delete
de: Löschen

# CT_TRANS.translate
source: Translate
de: Übersetzen

# CT_TRANS.projects
source: Projects
de: Projekte

# CT_TRANS.noTranslationFound
source: No translation found.
de: Keine Übersetzung gefunden.

# CT_TRANS.createNewProject
source: Create new project
de: Neues Projekt

# CT_TRANS.sourceLanguage
source: Source language
de: Quell-Sprache

# CT_TRANS.downloadLangFiles
source: Download language files
de: Sprachdateien herunterladen

# CT_TRANS.exportToRepository
source: Export files back to the repository
de: Sprachdateien zurück ins Repo laden (vendor/vendorname/projectname/...)

# CT_TRANS.deleteProject
source: Delete project
de: Projekt löschen

# CT_TRANS.languageResources
source: Language resources
de: Sprachdateien

# CT_TRANS.importResourcesFromPath
source: Import resources from vendor directory
de: Sprachdateien von Pfad importieren (vendor/vendorname/projectname/...)

# CT_TRANS.translated
source: translated
de: übersetzt

# CT_TRANS.resources
source: Resources
de: Ressourcen

# CT_TRANS.languages
source: Languages
de: Sprachen

# CT_TRANS.confirmDeleteProject
source: Successfully deleted project "%s".
de: Projekt %s erfolgreich gelöscht.

# CT_TRANS.confirmCreateProject
source: Successfully created project "%s".
de: Projekt "%s" erfolgreich erstellt.

# CT_TRANS.deleteOrphaned
source: Deleted "%s" because we couldn't find the key in a source language file. .
de: Der key "%s" wurde gelöscht, weil dieser in der Quellsprache nicht gefunden wurde.

# CT_TRANS.importResourceError
source: An error occured while trying to import a language resource.
de: Beim Versuch eine Sprachdatei zu importieren, ist es zu einem Fehler gekommen.

# CT_TRANS.confirmResourceImport
source: Successfully imported resource "%s".
de: "%s" erfolgreich importiert.

# CT_TRANS.confirmDeleteResource
source: Successfully deleted resource "%s".
de: Sprachressource "%s" erfolgreich gelöscht.

# CT_TRANS.confirmRepositoryExport
source: Successfully exported "%s/%s".
de: Sprachdatei "%s/%s" erfolgreich exportiert.

# CT_TRANS.errorRepositoryExport
source: Error while trying to export resource "%s/%s".
de: Beim Versuch "%s/%s" zu exportieren ist es zu einem Fehler gekommen.

# CT_TRANS.errorRepositoryExportDueToEmptyFile
source: Skipped resource "%s/%s" due to empty file.
de: Die Sprachdatei "%s/%s" wurde nicht hochgeladen, weil Sie keine Übersetzungen enthält.

# CT_TRANS.invalidLanguageFilesFolder
source: Language folder not found. Please add a valid directory path.
de: Verzeichnis nicht gefunden. Bitte geben Sie den korrekten Pfad zu den Sprachdateien ein.
