Repository: markocupic/contao-translation-bundle
Catalog: contao/languages/*/*_trans_file.xlf
Languages: de

# tl_trans_resource.default_legend
source: Basic settings
de: Basis Einstellungen

# tl_trans_resource.name.0
source: File name
de: Dateiname

# tl_trans_resource.name.1
source: Please add a file name.
de: Bitte geben Sie den Dateinamen ein.

# tl_trans_resource.dataType.0
source: Data type
de: Datentyp

# tl_trans_resource.dataType.1
source: Please select the data type.
de: Bitte geben Sie den Datentyp ein.

# tl_trans_resource.original.0
source: Original
de: Pfad zur Originaldatei.

# tl_trans_resource.original.1
source: Please add the original file path.
de: Bitte geben Sie den Pfad zur Originaldatei ein.

# tl_trans_resource.sourceLanguage.0
source: Source language
de: Quellsprache

# tl_trans_resource.sourceLanguage.1
source: Please add the source language.
de: Bitte geben Sie die Quellsprache an.

# tl_trans_resource.targetLanguage.0
source: Target language
de: Zielsprache

# tl_trans_resource.targetLanguage.1
source: Please add the target language.
de: Bitte geben Sie die Zielsprache an.

# tl_trans_resource.firstoption
source: Erste Option
de: sdfdsdf

# tl_trans_resource.secondoption
source: Zweite Option
de: sdfsdf
